Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Zudem bereiten sich die Studierenden auf den sensiblen Umgang mit verschiedenen Kulturen vor und bekommen Gelegenheit, sich im Rahmen von zwei intensiven Studienwochen in New York mit Kolleginnen und Kollegen aus der ganzen Welt zu vernetzen.
en_gb: During their course, participants will learn to deal sensitively with a variety of different cultures. Two weeks of intensive study in New York also provide them with invaluable opportunities for networking with other communications professionals from all over the world.

source: Der Lehrgang richtet sich an Kommunikationsexpertinnen und -experten mit Hochschulabschluss und mehrjähriger qualifizierter Berufspraxis in international tätigen Unternehmen, NPOs und Agenturen.
en_gb: The course is designed for graduate communications professionals who already have several years of relevant experience working for commercial companies, NPOs or PR agencies.

source: Angesprochen sind auch Medienschaffende, die ihre Kompetenz in unternehmerischen, wirtschaftlichen und internationalen Fragen stärken wollen.
en_gb: It is also aimed at media practitioners keen to develop their understanding of business, economic and international issues.

source: Organisation
en_gb: Programme organisation

source: Die Teilnehmenden absolvieren rund die Hälfte der 24 Kurstage in New York, bei unserer Partnerhochschule Columbia University, im Rahmen des Sommerprogramms „Strategic Communications:
en_gb: The participants spend approximately half of their 24 course days in New York, at our partner school, Columbia University, taking part in the summer program 'Strategic Communications:

source: Komplettiert wird der CAS International Communication durch die Teilnahme an ausgewählten Kurstagen in einem der übrigen CAS des MAS in Communication Management and Leadership am IAM.
en_gb: The CAS in International Communications is completed by attending selected course days in one of the other CAS programs of the MAS in Communication Management and Leadership at the IAM.

source: Struktur
en_gb: Structure

source: Für den Zertifikatslehrgang werden 15 ECTS ausgewiesen.
en_gb: Participants successfully completing this CAS course are awarded 15 ECTS credits.

source: Der CAS kann einzeln gebucht werden, oder zum MAS in Communication Management and Leadership ausgebaut werden.
en_gb: Participants may enrol in the CAS only, or may extend this into an MAS in Communication Management and Leadership.

source: Kursdaten/Ort
en_gb: Course dates and venues

source: Juli bis August 2015, New York:
en_gb: July to August, 2015 in New York:

source: Kurstage in Winterthur nach individueller Absprache
en_gb: Course dates in Winterthur according to indivual arrangement

source: CHF 4500 am IAM und USD 13000 an der Columbia (inkl. Kursunterlagen, ohne Unterkunft und Spesen).
en_gb: CHF 4500 (IAM) and USD 13,000 (Columbia), including course materials, excluding accommodation, travel and living expenses.

source: Die Anmeldefrist endet jeweils drei Monate vor Kursbeginn.
en_gb: Enrolment applications close three months before the beginning of the course.

source: Bei freien Studienplätzen ist auch kurzfristig eine Aufnahme möglich.
en_gb: Late admissions are possible thereafter, should places still be available.

source: Dienstleistung
en_gb: Services and research

source: Das IUED arbeitet in seinen Weiterbildungs- und Forschungsprojekten in Kooperation mit zahlreichen Partnern aus der Praxis u.a. in den folgenden Bereichen:
en_gb: The IUED carries out continuing education and research projects in conjunction with numerous partners in professional practice.

source: Prüfung Sprachen für pädagogische Berufe
en_gb: Language exams for teaching professions

source: Für die Schweizerische Konferenz der kantonalen Erziehungsdirektoren (EDK) führt die IUED-Weiterbildung Sprachtests zur Anerkennung ausländischer Diplome für Lehrpersonen durch (Deutsch, Französisch, Italienisch).
en_gb: On behalf of the Swiss Conference of Cantonal Ministers of Education ( "Schweizerische Konferenz der kantonalen Erziehungsdirektoren" or "EDK" in German), the IUED carries out language tests (in German, French and Italian) for the recognition of foreign teachers' teaching qualifications.

source: Beispielprüfungen
en_gb: Sample exams

source: Beispielprüfung Deutsch (deutsch) (PDF, 39 KB)
en_gb: Sample German exam (in German) (PDF, 39 KB)

source: Lösungsschlüssel Beispielprüfung Deutsch (deutsch) (PDF, 43 KB)
en_gb: Key to sample German exam (in German) (PDF, 43 KB)

source: Beispielprüfung Französisch (französisch) (PDF, 36 KB)
en_gb: Sample French exam (in French) (PDF, 36 KB)

source: Lösungsschlüssel Beispielprüfung Französisch (französisch) (PDF, 38 KB)
en_gb: Key to sample French exam (in French) (PDF, 38 KB)

source: Merkblätter
en_gb: Information sheets

source: Merkblatt (deutsch)
en_gb: Information sheet (in German)

source: Merkblatt (französisch)
en_gb: Information sheet (in French)

source: Merkblatt (italienisch)
en_gb: Information sheet (in Italian)

source: Merkblatt der EDK (PDF, 121 KB)
en_gb: lnformation sheet of the Swiss Conference of Cantonal Ministers of Education (EDK) (in German only) (PDF, 121 KB)

source: Weitere Informationen zur EDK
en_gb: Additional information on the EDK

source: Veranstaltungen
en_gb: Events

source: FIT-Kongress
en_gb: FIT-Congress

source: Der FIT-Ausschuss für Gerichtsdolmetscher und Übersetzer von Rechtstexten führt alle zwei Jahre einen Kongress für Behörden- und GerichtsdolmetscherInnen durch.
en_gb: Every two years, the FIT (Fédération Internationale des Traducteurs, International Federation of Translators) Committee for Court Interpreting and Legal Translation holds a Congress for public authority and court interpreters.

source: Gastgeber war 2006 das Institut für Übersetzen und Dolmetschen der damaligen Zürcher Hochschule Winterthur (ZHW), heute Zürcher Hochschule für Angewandte Wissenschaften (ZHAW).
en_gb: The Zurich University of Applied Sciences Winterthur (ZHW) hosted the 2006 Congress.

source: Der Kongress gab Einblick in die Arbeit von PraktikerInnen, ForscherInnen, Lehrenden:
en_gb: The Congress gave participants an insight into the work of practitioners, researchers and teaching staff.

source: Experten aus zahlreichen europäischen Ländern sowie aus China und Japan äusserten sich zum Thema.
en_gb: Speakers included experts not only from numerous European countries, but also from China and Japan.

source: Die Beiträge wurden gedolmetscht (Deutsch, Englisch, Französisch, Gebärdensprache).
en_gb: The presentations were interpreted into German, English, French and sign language).

source: Zur Bildergalerie
en_gb: View pictures

source: Zertifikatsfeier vom 29. Oktober 2010
en_gb: Certificate awards ceremony on October 29, 2010

source: Am 29. Oktober 2010 fand die Zertifikatsfeier der CAS-Lehrgänge Fachübersetzen und Behörden- und Gerichtsdolmetschen 2009/10 statt.
en_gb: The certificate awards ceremony for the 2009/10 CAS programmes in specialised translation and public service and court interpreting were held on October 29, 2010.

source: Wir gratulieren allen Absolventinnen und Absolventen zur bestandenen Abschlussprüfung bzw. Abschlussarbeit und wünschen für die Zukunft alles Gute.
en_gb: We congratulate all those who successfully completed these courses and wish them all the best for the future.

source: CAS Fachübersetzen Die TeilnehmerInnen erweitern ihre Übersetzungskompetenz und ihr Wissen in den Bereichen Wirtschaft, Recht und Technik.
en_gb: This certificate of advanced studies course "CAS Fachübersetzen" (the language of instruction is German) provides participants with an opportunity to extend their translation skills and to broaden their knowledge in the fields of economics, law and technology.

source: Sie gewinnen mehr Sicherheit im Umgang mit Fachtexten und verfügen am Ende des Kurses über neue Hilfsmittel, mit denen sich Wissen erschliessen lässt.
en_gb: Participants gain greater confidence in dealing with specialised texts and will, by the time they have completed the course, have mastered new techniques for acquiring additional knowledge.

source: Zielpublikum sind ÜbersetzerInnen sowie DolmetscherInnen mit Hochschulabschluss (ZHAW bzw. DOZ, ETI oder andere Hochschule).
en_gb: The course is designed for translators and interpreters with university degrees (ZHAW or DOZ, ETI or other tertiary education institutions).

source: ÜbersetzerInnen und DolmetscherInnen ohne Hochschulabschluss und Interessierte aus verwandten Arbeitsgebieten können bei Nachweis mehrjähriger Berufspraxis ebenfalls zugelassen werden.
en_gb: Non-graduate translators and interpreters and applicants from related fields of work may also be admitted if they can demonstrate several years of relevant practical experience.

source: Der CAS-Lehrgang Fachübersetzen eignet sich als Vorbereitung auf die Eignungsprüfung für den Masterstudiengang Angewandte Linguistik (Vertiefung Fachübersetzen).
en_gb: The Certificate of Advanced Studies (CAS) course in Specialised Translation also prepares its participants for the aptitude assessment for admission to the M.A. degree programme in Applied Linguistics (with Professional Translation as its major subject).

source: Kursaufbau
en_gb: Course structure

source: Fachliche und methodische Inputs, praxisgerichtete Übungen an Texten und die Arbeit in Übersetzungs- und Schreibwerkstätten dienen der Erweiterung der Übersetzungskompetenz.
en_gb: In addition to specialist and methodological input, practice-oriented exercises and work in translation and writing workshops are the principal means by which the course helps participants to develop their translation expertise.

source: Einen hohen Stellenwert nehmen in diesem CAS-Lehrgang Übungen zu informationstechnologischen Neuerungen ein: Die TeilnehmerInnen lernen in Workshops aktuelle Software kennen und üben sich in ihrem Einsatz.
en_gb: The curriculum places particular emphasis on exercises using new information technology, and workshops are held which enable participants to become acquainted with current software and practise working with it.

source: Inhalt
en_gb: Course content

source: Der Kurs besteht aus sechs thematischen Bereichen:
en_gb: The course comprises six subject areas:

source: Theoretische Grundlagen des Übersetzens
en_gb: Fundamental theoretical principles of translation

source: Praxis des Übersetzens
en_gb: Development of translation skills

source: Software für Übersetzer/innen
en_gb: Software for translators and interpreters

source: Fachwissen zu Wirtschaft, Recht und Technik
en_gb: Specialist knowledge in economics, law and technology

source: Recherchetechnik
en_gb: Research techniques and communication

source: Theorie und Praxis der Terminologiearbeit
en_gb: Fundamental principles of terminology

source: Die Unterrichtssprache ist hauptsächlich Deutsch.
en_gb: The principal language of instruction is German.

source: Abschlussarbeit
en_gb: Final paper

source: Mit der Abschlussarbeit belegen die TeilnehmerInnen, dass sie einen Text (z. B. aus ihrem Berufsfeld) theoretisch fundiert übersetzen können.
en_gb: The final paper which participants in this CAS course write takes the form of a commented translation (generally of a text relating to the field in which they work). Its purpose is to test each participant’s ability to apply rigorous theoretical principles to translating a specific text.

source: Die Betreuung übernehmen Übersetzer/innen aus Lehre und Praxis.
en_gb: This work is supervised by professional translators and faculty members teaching translation.

source: Kursdauer und Kurszeiten
en_gb: Course duration and scheduling of lessons

source: Der Kurs dauert 2 Semester.
en_gb: This is a two-semester course.

source: Kurstage sind in der Regel Freitagnachmittag und Samstagmorgen.
en_gb: Lessons are generally held on Friday afternoons and Saturday mornings.

source: Der Kurs beginnt jährlich im Oktober und endet im Juni.
en_gb: The course begins in October and ends in June.

source: Kursabschluss
en_gb: Qualification on completion

source: Bei erfolgreichem Kursabschluss erhalten die TeilnehmerInnen ein Certificate of Advanced Studies (CAS) in Fachübersetzen der ZHAW (entspricht 15 ECTS-Punkten).
en_gb: Participants successfully completing the course are awarded a ZHAW Certificate of Advanced Studies and also earn 15 European Credit Transfer System (ECTS) points.

source: Ein Teil davon kann für die Zulassung zum Masterstudiengang Angewandte Linguistik (Vertiefung Fachübersetzen) angerechnet werden.
en_gb: Some of these credits can be counted towards the ECTS credit requirement for admission to the master’s degree programme in Applied Linguistics (with Professional Translation as its major subject).

source: Dozierende
en_gb: Faculty

source: Ausgewiesene Fachleute aus den entsprechenden Bereichen unterrichten die Module Fachwissen. Übersetzungstheorie und -praxis werden von Dozierenden der ZHAW sowie Externen aus Lehre und Praxis vermittelt.
en_gb: Zurich University of Applied Sciences faculty, experienced practitioners from the fields of translation and interpreting, guest lecturers for specific subject areas.

source: Kursleitung
en_gb: Course director

source: Leiterin Stab Weiterbildung des Departements Angewandte Linguistik
en_gb: Head of Continuing Education, School of Applied Linguistics

source: ZHAW, Theaterstrasse 15c, 8401 Winterthur (5 Gehminuten vom Bahnhof)
en_gb: ZHAW, Theaterstrasse 15c, 8401 Winterthur (5 minutes’ walk from Winterthur main station)

source: Anmeldung
en_gb: Enrolment

source: Anmeldeschluss ist jeweils Ende August.
en_gb: Applications must be made by the end of August.

source: Das Anmeldeformular kann heruntergeladen oder per E-Mail (weiterbildung.linguistik(at)zhaw.ch) oder Telefon (058 934 6161) angefordert werden.
en_gb: Requests for applications forms may be made by e-mail (weiterbildung.linguistik(at)zhaw.ch) or telephone (+41 58 934 6161) or you can download the form here (in German only).

source: Die Anzahl der TeilnehmerInnen ist begrenzt; die Anmeldungen werden in der Reihenfolge ihres Eingangs berücksichtigt.
en_gb: The number of course participants is limited and applications will be processed in the sequence in which they are received.

source: Abmeldungen müssen in jedem Fall schriftlich erfolgen.
en_gb: All cancellations must be made in writing.

source: Abmeldungen bis Anmeldeschluss sind ohne Kostenfolge möglich. Für Abmeldungen nach Anmeldeschluss wird die Hälfte der Kurskosten verrechnet, sofern kein/e Ersatzteilnehmer/in gebracht werden kann.
en_gb: Cancellations made before the enrolment deadline incur no costs.

source: In jedem Fall wird eine Bearbeitungsgebühr von 5% der Kurskosten in Rechnung gestellt.
en_gb: If cancellation is made after the enrolment deadline, participants who do not put forward replacement attendees will be required to pay half the course fees, and a minimum cancellation fee of 5% will apply for all cancellations received after the enrolment deadline.

source: Bei Abmeldung nach Kursbeginn, Nichterscheinen oder Abbruch der Teilnahme sind die vollen Kurskosten zu entrichten.
en_gb: Participants cancelling after the course has commenced, failing to attend the course or ceasing to attend during the duration of the course will be required to pay the full course fees.

source: Internationales
en_gb: International affairs

source: Kontakte mit Menschen aus anderen Kulturen und Sprachen gehören in der globalisierten Arbeitswelt zum Alltag.
en_gb: Exchanging ideas with people from other cultures and whose mother tongue we do not share is a commonplace occurrence for many of us in today’s globalised working environment.

source: Erfahrungen im internationalen Kontext sind daher wichtig für den beruflichen Erfolg.
en_gb: That is why international experience is an important factor in achieving professional success.

source: Internationalität und Mehrsprachigkeit sind zentrale Aspekte in der Lehre, Forschung und Weiterbildung am Departement Angewandte Linguistik.
en_gb: Internationalism and multilingualism are central to the teaching, research and professional training activities carried out by the School of Applied Linguistics.

source: Das Departement fördert mit Austauschprogrammen und Netzwerken die Mobilität seiner Studierenden, WissenschaftlerInnen und Dozierenden. Es bietet ihnen die Möglichkeit, den Horizont über Sprach- und Landesgrenzen hinweg zu erweitern, sei es durch persönliche Kontakte, durch Auslandaufenthalte oder Veranstaltungen zu internationalen kulturellen Themen.
en_gb: A variety of exchange programmes and networks enable the School to promote the mobility of its students, academic researchers and teaching staff, thus helping them to extend their horizons beyond linguistic and geographical frontiers, either through personal contacts, time spent in other countries or attendance at conferences and other events focusing on subjects of international cultural interest.

source: Studierendenmobilität
en_gb: Student mobility

source: Das Departement Angewandte Linguistik der ZHAW ist international gut vernetzt und pflegt einen regen Austausch mit anderen Universitäten.
en_gb: The ZHAW’s School of Applied Linguistics maintains a strong international network supporting exchanges with other universities.

source: Studierende können im Rahmen von internationalen Programmen oder bilateralen Abkommen einzelne Studiensemester im Ausland absolvieren, Gaststudierende schätzen das Studienangebot des Departements und die Annehmlichkeiten der Zürich-nahen Stadt Winterthur.
en_gb: A variety of international programmes and bilateral agreements enable ZHAW students to spend individual semesters at universities outside Switzerland. Students on study visits from other universities appreciate the range of courses the school offers and the amenities provided by the city of Winterthur and Zurich, its larger neighbour.

source: Im Normalfall findet der internationale Austausch im Rahmen eines internationalen Austauschprogramms statt.
en_gb: Generally speaking, international exchanges are organised within the framework of an international exchange programme.

source: Beratung
en_gb: Consultancy

source: Beraterinnen und Berater des IAM unterstützen Kunden aus Journalismus und Organisationskommunikation.
en_gb: The IAM’s consultants provide support to clients from the fields of journalism and organisational communication.

source: Aufgrund der Analyse von Kommunikationsdefiziten und Kundenanliegen entwickeln sie systematische, wissenschaftsbasierte Lösungen und begleiten die Kunden bei deren Umsetzung.
en_gb: By analysing shortfalls in communication or other concerns clients may have, they are able to develop systematic, scientifically based solutions and to assist clients in their implementation.

source: Ziel ist es, Erkenntnisse der Medien- und Sprachwissenschaft sowie Forschungsergebnisse des IAM für diese Berufsfelder nutzbar zu machen.
en_gb: The objective is to enable these professions to derive direct practical benefit from the insights provided by media studies, linguistics and the IAM’s own research.

source: Die Vorteile einer wissenschaftsbasierten Kommunikationsberatung sind:
en_gb: The advantages offered by this scientifically based approach to communications consultancy are:

source: Wissenschaftsbasierte Beratung ist systematisch, transparent und ressourcenorientiert.
en_gb: that scientifically based consultancy is systematic, transparent and resource-oriented.

source: Sie bringt den Kunden nicht nur einer Lösung näher, sondern verschafft auch einen Gewinn an Wissen und Know-how.
en_gb: Not only does it help clients to achieve solutions, it also provides them with greater knowledge and expertise.

source: Und sie eröffnet Chancen für die Teamentwicklung.
en_gb: It also helps to provide team development opportunities.

source: Wissenschaftsbasierte Beratung ist unabhängig.
en_gb: that scientifically based consultancy is independent.

source: Lösungsansätze werden spezifisch auf Kundenbedürfnisse zugeschnitten, ohne bestimmte Massnahmen, Medienkanäle oder Publikationsformen zu favorisieren.
en_gb: The solutions it puts forward are specific to each client’s needs, and free from bias towards particular actions, media channels or forms of publication.

source: Wissenschaftsbasierte Beratung nutzt die Kernkompetenzen der Beraterinnen und Berater des IAM, die am Puls der Wissenschaft arbeiten und den Kunden aktuelle wissenschaftliche Erkenntnisse vermitteln.
en_gb: that scientifically based consultancy harnesses the core competences of IAM consultants engaged in scientific work on a day-to-day basis, thus providing clients with the most recent scientific insights.

source: Kommunikations-Kompass
en_gb: Communication compass

source: Die Leistungspalette des Kommunikations-Kompass IAM ist auf Unternehmen, Nonprofitorganisationen, politische Organisationen und Medienredaktionen zugeschnitten.
en_gb: The IAM communications compass comprises a range of services designed to meet the needs of companies, non-profit organisations, political organisations and media editorial units.

source: Kunden fragen nach einer Überprüfung und Optimierung von Konzepten und Strategien, nach einem zielgerichteten Einsatz von Medien oder nach der Optimierung von Prozessen und/oder Ergebnissen der öffentlichen Kommunikation.
en_gb: They are intended for clients seeking to review and improve their concepts and strategies, to target their media deployment, or to enhance the processes and/or results of their public communication initiatives.

source: Der Kommunikations-Kompass IAM umfasst folgende Beratungsmodule:
en_gb: The IAM communication compass comprises the following consultancy modules:

source: Kommunikations-Audit IAM
en_gb: IAM communications audit

source: Kommunikationsanalyse und Strategievorschläge – für Unternehmen, Nonprofitorganisationen sowie für politische Verbände und Vereinigungen.
en_gb: Communications analysis and strategy proposals – for companies, non-profit entities and political organisations.

source: Media Quality Assessment IAM
en_gb: IAM media quality assessment

source: Redaktionelle Organisations- und Medienqualitäts-Analyse – für Medienredaktionen oder Redaktionsteams.
en_gb: Organisational and media quality analysis - for media editorial services and editorial teams.

source: Konzeptions-Workshop IAM
en_gb: IAM conceptual workshop

source: Strategie- und Leadership-Entwicklung – für Unternehmen, Abteilungen und Teams.
en_gb: Strategy and leadership development – for companies, departments and teams.

source: Key Note IAM
en_gb: IAM keynote address

source: Analysen, Diagnosen und Empfehlungen zu aktuellen Fragen öffentlicher Kommunikation in Form eines Fachreferats oder einer Präsentation.
en_gb: Analysis, diagnosis and recommendations on topical issues in public communication – in the form of a specialist lecture or presentation.

source: Text- und Medienateliers
en_gb: Text and media workshops

source: Die Leistungspalette der Text- und Medienateliers IAM ist auf Redaktions- und Kommunikationsteams sowie auf Einzelpersonen in Führungs- und Redaktionsfunktionen zugeschnitten.
en_gb: The range of services offered in IAM text and media workshops is tailored to the requirements of editorial and communications teams, as well as individuals with management and editorial duties.

source: Kunden fragen nach einer Überprüfung und Optimierung ihrer Texte, Medienkonzepte, Medienprodukte und/oder Produktionsprozesse.
en_gb: They are intended for clients wishing to have their texts, media concepts, media products and/or production processes reviewed and enhanced.
